{ "count": 4145, "next": "https://www.muckrock.com/api_v1/foia/?page=46&status=done", "previous": "https://www.muckrock.com/api_v1/foia/?page=44&status=done", "results": [ { "id": 14102, "agency": "San Diego City Clerk", "description": "An electronic register of any and all checks issued between January 1, 2013 and December 31, 2013, including but not limited to fields showing date, amount, recipient name, recipient affiliation, payor, purpose, and any notes.", "title": "Checks Issued in 2013 - City of San Diego" }, { "id": 14103, "agency": "Unified Port of San Diego", "description": "An electronic record of any and all checks issued between January 1, 2013 and December 31, 2013, including but not limited to fields showing date, payee, payee affiliation, payor, amount, purpose and notes. ", "title": "Checks Issued in 2013 - Unified Port of San Diego" }, { "id": 2124, "agency": "Chelmsford Police Department", "description": "I wanted to follow up on the following Freedom of Information request, copied below, and originally submitted on Nov. 7, 2012. Please let me know when I can expect to receive a response, or if further clarification is needed.", "title": "Chelmsford, MA ALPR" }, { "id": 1893, "agency": "USNORTHCOM", "description": "The Defense Support of Civil Authorities report produced by the Department of Defense after Chicago G20 outlining lessons learned by DOD from the National Security Special Event(NSSE)/Special Event (SE).", "title": "Chicago G20 Lessons Learned" }, { "id": 15529, "agency": "Chicopee Police Department", "description": "All emails sent to or from the Chicopee Police Department Social Media Officer between December 1 and the date this request is processed that contain the keyword \"DiRosa\".", "title": "Chicopee PD emails re: DiRosa" }, { "id": 7073, "agency": "US Department of Agriculture", "description": "Any guidance, memo, protocol, directive or other document (or segment of another document) written by or for the Chief FOIA/Privacy Officer that provides departmental application of FOIA exemption 5 from 1990 to the day this request is processed. ", "title": "Chief FOIA officer exemption 5 guidance (Department of Agriculture)" }, { "id": 10062, "agency": "Department of the Interior", "description": "All materials, including any audio, video or visual materials as well as worksheets, printed curriculum, worksheets and evaluation materials, for the following modules of the Interagency Aviation Training system:\r\n\r\nA-450 \t Small Unmanned Aircraft System Basic Operator Course\r\nA-452R \t SUAS Refresher Training \t \r\nA-454 \t T-Hawk Small UAS Operator Add-On Course \t \r\nA-455 \t Overview of small Unmanned Aircraft operations", "title": "Department of Interior UAV trainings" }, { "id": 8957, "agency": "Department of Justice", "description": "Department of Justice FOIA Logs for 2009, 2010, 2011", "title": "Department of Justice FOIA Logs for 2009, 2010, 2011" }, { "id": 9351, "agency": "Department of Labor", "description": "I seek any and all documents in the Department of Labor’s possession that pertain to the WikiLeaks website or organization from January 2006 to the present date.", "title": "Department of Labor (WikiLeaks)" }, { "id": 4999, "agency": "Department of State", "description": "The request seeks a small number of specifically identified Department of State embassy cables as well as any additional cables on the same topic. The cables pertain to UK proposals to establish a marine reserve in the British Indian Ocean Territory (BIOT), including the Chagos Archipelago, as well as reference to Chagossian advocates for resettlement rights in the area and UK rights in British Overseas Territories.", "title": "Department of State embassy cables concerning the Chagos Archipelago" }, { "id": 11762, "agency": "Executive Office for Administration and Finance", "description": "All documents pertaining to the decertification of Maureen Electrical, Inc., which had been certified as a WBE and MBE until May 8, 2014. This should include any communications sent to the company -- located at 20 Aegean Drive, Methuen -- notifying them of pending investigations or of their decertification. It should also include any reports describing the circumstances under which Maureen Electrical was decertified.\r\n\r\nMaureen Electrical currently appears on the Supplier Diversity Office's list of decertified DBE/WBE/MBE companies.", "title": "Decertification documents for Maureen Electrical" }, { "id": 15393, "agency": "Central Intelligence Agency", "description": "A copy of the following automatically declassified documents that have been archived in the CREST system:\r\n\r\n(1) All documents on, about or mentioning \"Scientology\" that were entered into CREST by \"foia-staff\" on 2013-01-08 and currently indexed online via the web-based \"Finding Aid\" as shown here: http://www.foia.cia.gov/search/site/Scientology\r\n\r\nElectronic Standard Document Numbers -\r\nCIA-RDP96-00787R000200020051-4\r\nCIA-RDP88-01315R000400410049-3\r\nCIA-RDP88-01315R000400410047-5\r\n...\r\n\r\n(2) All documents on, about or mentioning \"Scientology\" that were automatically declassified for the CREST 25-Year Archive after January 8, 2013 that have not yet been added to the document indexing data store used by the online \"Finding Aid\" subsystem. ", "title": "Declassified Scientology Documents in CIA CREST 25-Year Archive" }, { "id": 11524, "agency": "U.S. Army Corps of Engineers", "description": "I hereby request the following records regarding President John F. Kennedy's dedicatory address for Greers Ferry Dam of October 3, 1963:\r\n\r\n-- Any and all audio and/or video recordings of the president's remarks that day.\r\n-- A list of attendees at the informal luncheon with the president that followed the deication.\r\n-- Any and all photographs of the president at the dedication and possessed by USACE.\r\n-- Any and all photographs of the president at the informal luncheon and possessed by USACE.\r\n-- Any and all photographs of the president's motorcade or helicopter possessed by USACE.\r\n\r\nThe day's program is published online here: http://www.encyclopediaofarkansas.net/media/gallery/document/Greers_Program_f.pdf\r\n\r\n", "title": "Dedication of Greers Ferry Dam (U.S. Army Corps of Engineers)" }, { "id": 10799, "agency": "Department of Finance", "description": "I seek documents regarding the transfer of the deed to the parcel designed by BBL #1-1896-79, located at 612 WEST 116 STREET.\r\n\r\nThe parcel is currently owned by the Trustees of Columbia University. I seek any and all documents regarding the transfer of ownership of this parcel from its previous owner to the Trustees of Columbia University.\r\n\r\nI have searched on ACRIS and no transfer is listed. Therefore I suspect the documents predate ACRIS.", "title": "Deed transfer for BBL #1-1896-79" }, { "id": 4907, "agency": "Defense Logistics Agency", "description": "A list of all FOIA requests received in 2009, 2010, 2011 and 2012, the status of those requests and the name of the individual or organization who filed each request.", "title": "Defense Logistics Agency FOIA Requests [DLA] - Part II" }, { "id": 2931, "agency": "United States Agency for International Development", "description": "I request any and all documents pertaining the democracy and political assistance programs mantained by USAID through the International Republican Institute and the National Democratic Institute with Mexican political parties through FY 2000 to 2013. Please detail the activities undertaken by both the IRI and the NDI with Mexican political parties during this period. Also, please include information on the budget approved by USAID for programs that involved Mexican political parties during this period.", "title": "Democracy Assistance programs in Mexico/Mexican Political parties" }, { "id": 5605, "agency": "Denver International Airport Authority", "description": "A complete copy of Denver International Airport&#39;s contract with SAIC (contract number CE 05036) and a copy of the bidding summary for the project. ", "title": "Denver Airport Contract for for Integrated Airport Management System" }, { "id": 2908, "agency": 890, "description": "Record was created, sent or received by one or more of the following Denver City Council members:\r\n\r\nAlbus Brooks\r\nChris Nevitt\r\nCharlie Brown\r\nChristopher Herndon\r\nJeanne Faatz\r\nPeggy Lehmann\r\nMary Beth Susman\r\nJudy Montero\r\nJeanne Robb\r\n\r\n2) Record was created, sent or received between the dates October 1, 2011 and June 30, 2012\r\n\r\n3) Record matches one or more of the criteria in 3.a or 3.b:\r\n\r\n  3.a) Record contains one or more of the following names of people or organizations, in either the content of the record, or as the creator, sender or recipient:\r\n\r\nTami Door\r\nTamara Door\r\nJohn Desmond\r\nAmanda Jimenez\r\nBrittany Saunders\r\nJenny Starkey\r\nJim Kirchheimer\r\nBrian Phetteplace\r\nKate Haher\r\nKathy Luciano\r\nDowntown Denver Partnership\r\n\r\nJon Schlegel\r\nBrianna Borin\r\nAdam Schlegel\r\nSnooze Eatery\r\n\r\nWendy Klein\r\nPalm Restaurant\r\n\r\nWalter Isenberg\r\nEvan Makovsky\r\nSage Hospitality\r\n\r\nJeremy Meyer\r\nJoey Bunch\r\nDenver Post\r\n\r\nLindy Lent\r\nCivic Center Conservancy\r\n\r\nBrad Meuli\r\nAlexxa Tavlarides\r\nDenver Rescue Mission\r\n\r\n 3.b) Where Record is an email, if it was sent to or received from an email address at one or more of the following domain names:\r\n\r\n@downtowndenver.com\r\n@snoozeeatery.com\r\n@sagehospitality.com\r\n@thepalm.com\r\n@civiccenterconservancy.org\r\n@denverpost.com\r\n@denrescue.org", "title": "Denver City Council records related to Urban Camping Ban" }, { "id": 597, "agency": "Department of Defense", "description": "Copies of training handbooks, guidebooks, and other learning or guide materials provided to Department of Defense Public Information employees for interactions with the media, public, or for processing Freedom of Information Requests.", "title": "Department of Defense Public Information Officer Training Handbooks" }, { "id": 5193, "agency": "Department of Energy", "description": "A digital copy of the DOE Inspector General Investigations Manual version dated April 2012", "title": "Department of Energy IG Manual" } ] }
